conf/vegeta/results/ct/cachedThreads_loop_1.txt
Requests      [total, rate, throughput]         50000, 5000.49, 4949.92
Duration      [total, attack, wait]             10.101s, 9.999s, 102.153ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.202ms, 619.446ms, 544.745ms, 1.309s, 1.435s, 1.571s, 1.747s
Bytes In      [total, mean]                     7356546, 147.13
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: