conf/vegeta/results/ct/cachedThreads_loop_2.txt
Requests      [total, rate, throughput]         50000, 5000.53, 4950.22
Duration      [total, attack, wait]             10.101s, 9.999s, 101.62ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.178ms, 102.67ms, 100.656ms, 104.672ms, 110.007ms, 138.233ms, 183.33ms
Bytes In      [total, mean]                     7464425, 149.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: