conf/vegeta/results/ct/cachedThreads_loop_2.txt
Requests      [total, rate, throughput]         50000, 5000.66, 4950.91
Duration      [total, attack, wait]             10.099s, 9.999s, 100.482ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.081ms, 100.526ms, 100.159ms, 101.091ms, 101.28ms, 105.698ms, 129.548ms
Bytes In      [total, mean]                     7445882, 148.92
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: