conf/vegeta/results/ct/cachedThreads_loop_2.txt
Requests      [total, rate, throughput]         50000, 5000.55, 4950.43
Duration      [total, attack, wait]             10.1s, 9.999s, 101.241ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.183ms, 108.182ms, 100.845ms, 124.045ms, 161.015ms, 201.578ms, 258.335ms
Bytes In      [total, mean]                     7464425, 149.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: