conf/vegeta/results/ct/cachedThreads_loop_3.txt
Requests      [total, rate, throughput]         50000, 5000.51, 4950.45
Duration      [total, attack, wait]             10.1s, 9.999s, 101.104ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.182ms, 101.981ms, 100.462ms, 103.61ms, 105.905ms, 129.141ms, 169.878ms
Bytes In      [total, mean]                     7464425, 149.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: