conf/vegeta/results/ct/cachedThreads_loop_3.txt
Requests      [total, rate, throughput]         50000, 5000.55, 4949.99
Duration      [total, attack, wait]             10.101s, 9.999s, 102.13ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.181ms, 102.259ms, 100.462ms, 103.669ms, 106.674ms, 135.607ms, 174.743ms
Bytes In      [total, mean]                     7464425, 149.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: