conf/vegeta/results/ct/cachedThreads_loop_5.txt
Requests      [total, rate, throughput]         50000, 4999.46, 4948.94
Duration      [total, attack, wait]             10.103s, 10.001s, 102.107ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.179ms, 102.152ms, 100.412ms, 103.55ms, 106.129ms, 133.73ms, 169.343ms
Bytes In      [total, mean]                     7464425, 149.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: