conf/vegeta/results/ct/cachedThreads_loop_6.txt
Requests      [total, rate, throughput]         50000, 5000.53, 4950.45
Duration      [total, attack, wait]             10.1s, 9.999s, 101.148ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.16ms, 101.834ms, 100.409ms, 103.468ms, 105.324ms, 126.29ms, 161.67ms
Bytes In      [total, mean]                     7464425, 149.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: